Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing search engines for obtaining data on a global computer network
it: Fornitura di motori di ricerca per ottenere dati su una rete informatica mondiale

source: Decoding of data
it: Decodifica di dati

source: Design and development of new products
it: Progettazione e sviluppo di nuovi prodotti

source: Grading of precious stones
it: Valutazione di pietre preziose

source: Providing information in the field of architectural design via a website
it: Fornitura di informazioni in materia di progettazione architettonica su un sito Internet

source: Consultancy in the field of architectural design
it: Consulenza in materia di progettazione architettonica

source: Architectural design services in the fields of traffic and transportation
it: Progettazione architettonica nei settori di traffico e trasporto

source: Certification of diamonds
it: Certificazione di diamanti

source: Authentication of diamonds
it: Autenticazione di diamanti

source: Providing technical advice relating to computer hardware and software
it: Fornitura di consulenza tecnica in materia di hardware e software informatici

source: Providing technical advice relating to computers
it: Fornitura di consulenza tecnica in materia di computer

source: Remote server administration
it: Amministrazione di server in remoto

source: Consultancy relating to software design and development
it: Consulenza in materia di progettazione e sviluppo di software

source: Design and development of engineering products
it: Progettazione e sviluppo di prodotti d'ingegneria

source: Development of industrial products
it: Sviluppo di prodotti industriali

source: Design and development of industrial products
it: Progettazione e sviluppo di prodotti industriali

source: Development of consumer products
it: Sviluppo di prodotti di consumo

source: Design and development of consumer products
it: Progettazione e sviluppo di prodotti di consumo

source: Rental of electronic memory space on the Internet
it: Noleggio di spazi di memoria elettronici su Internet

source: Providing electronic memory space on the Internet
it: Fornitura di spazi di memoria elettronici su Internet

source: Design and development of data processing programs
it: Progetto e sviluppo di programmi per elaborazione dati

source: Hosting multimedia educational content
it: Hosting di contenuti didattici multimediali

source: Development and testing of software
it: Sviluppo e verifica di software

source: Evaluation of product development
it: Valutazione dello sviluppo di prodotti

source: Analysis of product development
it: Analisi dello sviluppo di prodotti

source: Consultancy relating to the design and development of computer programs
it: Consulenza in materia di progettazione e sviluppo di programmi informatici

source: Consultancy relating to the design and development of computer database programs
it: Consulenza in materia di progettazione e sviluppo di programmi per banche dati informatiche

source: Advisory and information services relating to the design and development of computer hardware
it: Servizi di consulenza e informazioni in materia di progettazione e sviluppo di hardware informatico

source: Advisory and information services relating to the design and development of computer peripherals
it: Servizi di consulenza e informazioni in materia di progettazione e sviluppo di periferiche per computer

source: Planning and design of residential communities
it: Pianificazione e progettazione di comunità residenziali

source: Technical consultancy relating to the use of computer hardware
it: Consulenza tecnica in materia di uso di hardware informatico

source: Research in the field of ecology
it: Ricerche in materia di ecologia

source: Computer system design and development
it: Progettazione e sviluppo di sistemi informatici

source: Development of computer firmware
it: Sviluppo di firmware informatico

source: Design and development of computer firmware
it: Progettazione e sviluppo di firmware informatico

source: Development of computer database software
it: Sviluppo di software per banche dati informatiche

source: Design and development of computer database software
it: Progettazione e sviluppo di software per banche dati informatiche

source: Development of software for communication systems
it: Sviluppo di software per sistemi di comunicazione

source: Updating of software for communication systems
it: Aggiornamento di software per sistemi di comunicazione

source: Maintenance of software for communication systems
it: Manutenzione di software per sistemi di comunicazione

source: Research in the field of electrical engineering
it: Ricerche nel settore dell'elettrotecnica

source: Research in the field of materials science
it: Ricerche nel settore della scienza dei materiali

source: Consultancy in the field of construction drafting
it: Consulenza in materia di progettazione per la costruzione

source: Computer aided industrial testing
it: Analisi industriali assistite da computer

source: Consultancy relating to research in the field of pharmacogenetics
it: Consulenza relativa alla ricerca in materia di farmacogenetica

source: Research in the field of pharmacogenetics
it: Ricerca in materia di farmacogenetica

source: Consultancy relating to pharmaceutical research and development
it: Consulenza in materia di ricerca e sviluppo nel settore farmaceutico

source: Development of computer peripherals
it: Sviluppo di periferiche per computer

source: Development of data processing apparatus
it: Sviluppo di apparecchi per l'elaborazione di dati

source: Development of diagnostic apparatus
it: Sviluppo di apparecchi diagnostici

source: Maintenance of data processing software
it: Manutenzione di software per l'elaborazione dati

source: Design and development of data processing software
it: Progettazione e sviluppo di software per l'elaborazione dati

source: Development of word processing software
it: Sviluppo di software per trattamento testi

source: Research and development services in the field of engineering
it: Servizi di ricerca e sviluppo in materia di ingegneria

source: Industrial development services
it: Servizi di sviluppo industriale

source: Design of building exteriors
it: Progettazione d'esterni d'edifici

source: Maintenance of software used in the field of e-commerce
it: Manutenzione di software utilizzati nel commercio elettronico

source: Consultancy services relating to software used in the field of e-commerce
it: Servizi di consulenza in materia di software utilizzati nel commercio elettronico

source: Consultancy in the field of industrial research
it: Consulenza nel campo della ricerca industriale

source: Consultancy in the field of scientific research
it: Consulenza nel campo della ricerca scientifica

source: Providing information about the design and development of computer software
it: Fornitura di informazioni in materia di progettazione e sviluppo di software informatico

source: Design and development of data retrieval software
it: Progettazione e sviluppo di software di recupero dati

source: Providing scientific research information and results from an online searchable database
it: Fornitura di informazioni e di risultati della ricerca scientifica da banche dati consultabili online

source: Architectural research
it: Ricerca architettonica

source: Technical consultancy in the field of light engineering
it: Consulenza tecnica in materia di illuminotecnica

source: Laboratory research in the field of gene expression
it: Ricerche di laboratorio in materia d'espressione genetica

source: Advisory and consultancy services relating to the design and development of computer hardware
it: Servizi di consulenza e orientamento in materia di progettazione e sviluppo di hardware informatico

source: Video game development services
it: Servizi di sviluppo di videogiochi

source: Rental of video game software
it: Noleggio di software per videogiochi

source: Programming of video game software
it: Programmazione di software per videogiochi

source: Video game software development
it: Sviluppo di software per videogiochi

source: Hosting online web facilities for others for conducting interactive discussions
it: Hosting di strutture web online per conto terzi per la conduzione di discussioni interattive

source: Genetic engineering services relating to plants
it: Servizi di ingegneria genetica nel settore delle piante

source: Conducting clinical trials in the field of acupuncture therapy
it: Conduzione di esperimenti clinici in materia di terapia con agopuntura

source: Conducting clinical trials in the field of cardiovascular disease
it: Conduzione di esperimenti clinici in materia di patologie cardiovascolari

source: Development of application software for delivery of multimedia content
it: Sviluppo si software applicativi per la consegna di contenuti multimediali

source: Laboratory analysis in the field of cosmetics
it: Analisi in laboratorio nel settore dei cosmetici

source: Laboratory analysis in the field of chemistry
it: Analisi in laboratorio nel settore della chimica

source: Laboratory analysis in the field of bacteriology
it: Analisi in laboratorio nel settore della batteriologia

source: Troubleshooting in the nature of diagnosing problems with consumer electronics
it: Risoluzione di problemi, ovvero diagnosi di problemi con articoli di elettronica di consumo

source: Providing scientific information in the fields of climate change and global warming
it: Fornitura di informazioni scientifiche in materia di cambiamento climatico e di riscaldamento globale

source: Development of computer software for computer aided design/computer aided manufacturing [CAD/CAM]
it: Sviluppo di software per progettazione/produzione assistita da computer [CAD/CAM]

source: Creating and maintaining websites for cellular phones
it: Creazione e manutenzione di siti web per telefoni cellulari

source: Providing technical advice relating to energy-saving measures
it: Consulenze tecniche per metodiche di risparmio energetico

source: Providing information about the design and development of computer hardware and software
it: Fornitura di informazioni in tema di progettazione e sviluppo di hardware e software

source: Testing, analysis and evaluation of the goods of others for the purpose of certification
it: Sperimentazione, analisi e valutazione di prodotti di terzi ai fini della certificazione

source: Testing, analysis and evaluation of the services of others for the purpose of certification
it: Sperimentazione, analisi e valutazione dei servizi di terzi ai fini della certificazione

source: Providing online non-downloadable software for use in supply chain management
it: Fornitura di software non scaricabili online per la gestione della catena d'approvvigionamento

source: Providing online non-downloadable software for use in communication
it: Fornitura di software non scaricabili online per la comunicazione

source: Providing online non-downloadable software for word processing
it: Fornitura di software non scaricabili online per l'elaborazione di testi

source: Providing temporary use of online non-downloadable software for word processing
it: Fornitura dell'uso temporaneo di software non scaricabili online per l'elaborazione di testi

source: Providing on-line non-downloadable software for database management
it: Fornitura di software online non scaricabile per la gestione di banche dati

source: Monitoring of commercial and industrial sites for detection of volatile and non-volatile organic compounds
it: Monitoraggio di siti commerciali e industriali per la rilevazione di composti organici volatili e non volatili

source: Authentication of stamps
it: Autenticazione di francobolli

source: Optical research laboratory services
it: Servizi di laboratori di ricerca in ottica

source: Medical research laboratory services
it: Servizi di laboratori di ricerca medica

source: Inspection services for new and used vehicles for persons buying or selling their vehicles
it: Servizi di ispezione di veicoli nuovi e usati per conto di compratori o venditori di veicoli

source: Design services in the field of naval shipbuilding
it: Servizi di progettazione nel campo della cantieristica navale

source: Custom design and engineering of telephony systems, cable television systems and fiber optics
it: Progettazione e ingegneria personalizzate di sistemi di telefonia, sistemi di televisione via cavo e fibre ottiche

source: Consultancy in the field of office and workplace automation
it: Consulenza nel campo dell'automazione dell'ufficio e del luogo di lavoro

source: Conducting magnetic resonance imaging interpretation and analysis for the petroleum industry
it: Interpretazione e analisi di immagine di risonanza magnetica per l'industria petrolifera

source: Inspecting buildings for the existence of mold
it: Ispezione di edifici per controllare la presenza di muffa

source: Programming of multimedia applications
it: Programmazione di applicazioni multimediali

source: Unlocking of mobile phones
it: Sblocco di telefoni cellulari

source: Monitoring of computer systems to detect breakdowns
it: Monitoraggio dei sistemi informatici per rilevare guasti

source: Creating and designing website-based indexes of information for others [information technology services]
it: Creazione e progettazione di indici di informazioni per i terzi basati su siti web [servizi tecnologici di informazione]

source: Electronic monitoring of personally identifying information to detect identity theft via the internet
it: Monitoraggio elettronico delle informazioni di identificazione personale per rilevare il furto di identità via internet

source: Electronic monitoring of credit card activity to detect fraud via the internet
it: Monitoraggio elettronico di movimenti su carte di credito per rilevare frodi via internet

source: Creating web pages for others
it: Creazione di pagine web per terzi

source: Data decryption services
it: Decodifica di dati

source: Design and development of wireless computer networks
it: Progettazione e sviluppo di reti informatiche senza fili

source: Pharmaceutical products development
it: Sviluppo di prodotti farmaceutici

source: Photogrammetry services
it: Servizi fotogrammetrici

source: Providing a website featuring information in the field of interior design
it: Fornitura di un sito web contenente informazioni nel settore dell'arredamento di interni

source: Providing technological information about environmentally-conscious and green innovations
it: Fornitura di informazioni tecnologiche sulle innovazioni ecologiche e a tutela dell'ambiente

source: Scientific investigations for medical purposes
it: Indagini scientifiche per uso medico

source: Scientific research and development
it: Ricerca e sviluppo scientifici

source: Rental of computers and computer software
it: Noleggio di computer e di software

source: Industrial research
it: Ricerca industriale

source: Pharmaceutical research and development
it: Servizi di ricerca e sviluppo farmaceutici

source: Engineering design
it: Progettazione tecnica

source: Scientific research
it: Ricerche scientifiche

source: Textile testing
it: Prove tessili

source: Copying of computer software
it: Copia di software informatici

source: Duplication of computer programs
it: Duplicazione di programmi informatici

source: Chemistry services
it: Servizi di chimica

source: Analytical laboratory services
it: Servizi di laboratori di analisi

source: Rental of computer software
it: Locazione di software informatici

source: Architectural services
it: Servizi di architettura

source: Architecture
it: Architettura

source: Updating of computer software
it: Aggiornamento di software

source: Maintenance and updating of computer software
it: Manutenzione e aggiornamento di software informatici

source: Maintenance and upgrading of computer software
it: Manutenzione e upgrade di software informatici

source: Creating and maintaining websites
it: Creazione e manutenzione di siti web

source: Building and maintaining websites
it: Costruzione e manutenzione di siti web

source: Software development
it: Sviluppo di software

source: Development of computer programs
it: Sviluppo di programmi per computer

source: Maintenance of computer programs
it: Manutenzione di programmi per computer

source: Maintenance of computer software
it: Manutenzione di programmi per computers

source: Geological surveys
it: Perizie geologiche

source: Geological research
it: Ricerche geologiche

source: Installation of computer software
it: Installazione di software

source: Outsource service providers in the field of information technology
it: Servizi di fornitura nel settore delle tecnologie dell'informazione

source: Computer technology consultancy
it: Servizi di consulenza informatica

source: Telecommunications technology consultancy
it: Servizi di consulenza in telecomunicazioni

source: Digital asset management
it: Gestione di beni digitali

source: Hosting of podcasts
it: Hosting di podcast

source: Enterprise content management
it: Amministrazione aziendale

source: Research and development for the pharmaceutical industry
it: Ricerca e sviluppo per l'industria farmaceutica

source: Research and development in the field of biotechnology
it: Ricerca e sviluppo nel settore della biotecnologia

source: Hosting an online website for creating and hosting micro websites for businesses
it: Hosting di un sito web online per la creazione e l'hosting di micro siti web per aziende

source: Hosting on-line web facilities for others
it: Hosting di servizi web in linea per terzi

source: Installation of Internet access software
it: Installazione di software per l'accesso a Internet

source: Industrial and graphic art design
it: Design industriale e arti grafiche

source: Design and development of computer hardware for the manufacturing industry
it: Progettazione e sviluppo di hardware per computer per l'industria manifatturiera

source: Design and development of virtual reality software
it: Progettazione e sviluppo di software di realtà virtuale

source: Design and development of computer game software
it: Progettazione e sviluppo di software per giochi per computer

source: Design and development of computer game software and virtual reality software
it: Progettazione e sviluppo di software per giochi per computer e software per realtà virtuale

source: Design and creation of web sites for others
it: Progettazione e creazione di siti web per conto terzi

source: Blood analysis services for scientific research purposes
it: Servizi di analisi del sangue a scopo di ricerca scientifica

source: Design and development of data output systems
it: Progettazione e sviluppo di sistemi di emissione dati

source: Technological consultancy in the field of geology
it: Consulenze tecnologiche in tema di geologia

source: Laboratory research in the field of chemistry
it: Ricerche di laboratorio in ambito chimico

source: Research and development services relating to vaccines
it: Servizi di ricerca e sviluppo in tema di vaccini

source: Conversion of images from physical to electronic media
it: Conversione di immagini da formato fisico a media elettronico

source: Consultancy in the field of technological design
it: Consulenze in tema di progettazione tecnologica

source: Technical research projects and studies
it: Progetti e studi di ricerca tecnica

source: Technical design and planning of sewerage systems
it: Progettazione e pianificazione tecnica di sistemi fognari

source: Technical design and planning of heating installations
it: Progettazione e pianificazione tecnica di impianti di riscaldamento

source: Technical design and planning of telecommunications networks
it: Progettazione e pianificazione tecnica di reti per telecomunicazioni

source: Technical design and planning of pipelines for gas, water and waste water
it: Progettazione e pianificazione tecnica di condutture per gas, acqua e acque reflue

source: Technical planning and technical project management for the development of lighting equipment
it: Pianificazione e gestione di progetti tecnici per lo sviluppo di installazione di illuminazione

source: Technical planning and consulting in the field of light engineering
it: Pianificazione e consulenza tecnica in tema di illuminotecnica

source: Technical design and planning of telecommunications equipment
it: Progettazione e pianificazione tecnica di attrezzature per telecomunicazioni

source: Consultancy relating to the creation and design of websites for e-commerce
it: Consulenza nel settore della creazione e del design di siti web per l'e-commerce

source: Consultancy relating to the creation and design of websites
it: Consulenza nel settore della creazione e del design di siti web

source: Technical consultancy relating to product development
it: Consulenze tecniche in tema di sviluppo di prodotti

source: Telecommunications engineering
it: Ingegneria delle telecomunicazioni

source: Conducting sampling and analysis services to check for contamination
it: Servizi di campionamento e analisi per la verifica della contaminazione

source: Research and development services relating to fertilisers
it: Servizi di ricerca e sviluppo in tema di fertilizzanti

source: Provision of information concerning research and technical project studies relating to the use of natural energy
it: Informazioni in materia di ricerca e studio di progetti tecnici relativi all'uso di energia naturale

source: Conducting research and technical project studies relating to the use of natural energy
it: Realizzazione di ricerche e studi di progettazione tecnica inerenti l'uso di energia naturale

source: Testing of apparatus in the field of electrical engineering for certification purposes
it: Testing di apparecchiature nell'ambito dell'ingegneria elettrica al fine di conseguire una certificazione

source: Testing of apparatus in the field of electrical engineering
it: Testing di apparecchiature nell'ambito dell'ingegneria elettrica

source: Provision of information and data relating to medical and veterinary research and development
it: Informazioni e dati in materia di ricerca e sviluppo medici e veterinari

source: Hosting of memory space on the Internet for storing digital photographs
it: Hosting di spazio di memoria su internet per lo stoccaggio di fotografie digitali

source: Providing temporary use of non-downloadable software applications accessible via a web site
it: Fornitura di applicazioni software non scaricabili per uso temporaneo accessibili tramite un sito web

source: Providing temporary use of online, non-downloadable computer software for use in broadcast monitoring applications
it: Fornitura di accesso temporaneo a software online non scaricabili destinati ad applicazioni di monitoraggio di teletrasmissione

source: Providing temporary use of online, non-downloadable computer software for language translation
it: Fornitura di accesso temporaneo a software online non scaricabili per traduzioni linguistiche

source: Preparation of reports relating to technical project studies for construction projects
it: Preparazione di relazioni inerenti studi di progettazione tecnica per l'edilizia

source: Conducting technical project studies for construction projects
it: Realizzazione di studi di progettazione tecnica per progetti di edilizia

source: Providing on-line information in the field of technological research from a computer database or the Internet
it: Fornitura di informazioni online in tema di ricerca tecnologica da una banca dati informatica o internet

source: Provision of information relating to technological research
it: Informazioni in materia di ricerca tecnologica
